Repository: DeyarZ/wedding-planner
Catalog: weddingplanner/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, es, et, fi, fr, hr, hu, is, it, ja, ko, lv, nb, nl, pl, pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Send to Vendors
ar: إرسال إلى الموردين
cs: Odeslat dodavatelům
da: Send til leverandører
de: An Dienstleister senden
es: Enviar a proveedores
et: Saada teenusepakkujatele
fi: Lähetä palveluntarjoajille
fr: Envoyer aux prestataires
hr: Pošalji dobavljačima
hu: Küldés a szolgáltatóknak
is: Senda á þjónustuaðila
it: Invia ai fornitori
ja: 業者に送る
ko: 업체에 보내기
lv: Nosūtīt pakalpojumu sniedzējiem
nb: Send til leverandører
nl: Naar leveranciers sturen
pl: Wyślij usługodawcom
pt: Enviar aos fornecedores
ro: Trimite furnizorilor
ru: Отправить подрядчикам
sk: Odoslať dodávateľom
sl: Pošlji ponudnikom
sv: Skicka till leverantörerna
th: ส่งให้ผู้ให้บริการ
tr: Tedarikçilere Gönder
uk: Надіслати підрядникам
vi: Gửi cho nhà cung cấp
zh_hans: 发送给供应商
zh_hant: 傳送給廠商

source: Set Reminder
ar: ضبط تذكير
cs: Nastavit připomínku
da: Opret påmindelse
de: Erinnerung setzen
es: Poner recordatorio
et: Sea meeldetuletus
fi: Aseta muistutus
fr: Créer un rappel
hr: Postavi podsjetnik
hu: Emlékeztető beállítása
is: Setja áminningu
it: Imposta promemoria
ja: リマインドを設定
ko: 알림 설정
lv: Iestatīt atgādinājumu
nb: Sett påminnelse
nl: Herinnering instellen
pl: Ustaw przypomnienie
pt: Definir lembrete
ro: Setează un memento
ru: Поставить напоминание
sk: Nastaviť pripomienku
sl: Nastavi opomnik
sv: Ställ in påminnelse
th: ตั้งการเตือน
tr: Hatırlatıcı Kur
uk: Створити нагадування
vi: Đặt lời nhắc
zh_hans: 设置提醒
zh_hant: 設定提醒

source: Set a reminder before your free trial ends.
ar: اضبط تذكيرًا قبل انتهاء تجربتك المجانية.
cs: Nastavte si připomínku před koncem bezplatné zkušební verze.
da: Få en påmindelse, før jeres gratis prøveperiode slutter.
de: Erinnere dich, bevor deine Testphase endet.
es: Pon un recordatorio antes de que acabe tu prueba gratis.
et: Sea meeldetuletus enne tasuta prooviperioodi lõppu.
fi: Aseta muistutus ennen ilmaisen kokeilun päättymistä.
fr: Programmez un rappel avant la fin de votre essai gratuit.
hr: Postavite podsjetnik prije nego što besplatna proba istekne.
hu: Állíts be emlékeztetőt az ingyenes próbaidőszakod vége előtt.
is: Fáðu áminningu áður en ókeypis prufunni lýkur.
it: Imposta un promemoria prima che finisca la prova gratuita.
ja: 無料トライアルが終わる前にリマインドを設定しましょう。
ko: 무료 체험이 끝나기 전에 알림을 설정하세요.
lv: Iestati atgādinājumu pirms bezmaksas izmēģinājuma beigām.
nb: Sett en påminnelse før den gratis prøveperioden avsluttes.
nl: Stel een herinnering in voordat je gratis proefperiode afloopt.
pl: Ustawcie przypomnienie przed końcem bezpłatnego okresu próbnego.
pt: Defina um lembrete antes que seu teste gratuito termine.
ro: Setează un memento înainte să se încheie proba gratuită.
ru: Поставьте напоминание до конца бесплатного периода.
sk: Nastavte si pripomienku pred koncom skúšobnej verzie.
sl: Nastavita opomnik pred koncem brezplačnega preizkusa.
sv: Ställ in en påminnelse innan din gratis provperiod tar slut.
th: ตั้งการเตือนก่อนการทดลองใช้ฟรีจะสิ้นสุด
tr: Ücretsiz denemeniz bitmeden önce bir hatırlatıcı kurun.
uk: Створіть нагадування перед завершенням безкоштовного періоду.
vi: Đặt lời nhắc trước khi bản dùng thử miễn phí kết thúc.
zh_hans: 在免费试用结束前设置一个提醒。
zh_hant: 在免費試用結束前設一個提醒。

source: Set an RSVP deadline about a month before the day
ar: حدّد موعدًا نهائيًا لتأكيد الحضور قبل الزفاف بشهر تقريبًا
cs: Nastavte termín pro RSVP zhruba měsíc před svatbou
da: Sæt en RSVP-frist cirka en måned før dagen
de: Setzt eine Zusage-Frist etwa einen Monat vor dem Tag
es: Poned la fecha límite de RSVP un mes antes de la boda
et: Määra RSVP tähtaeg umbes kuu enne suurt päeva
fi: Aseta RSVP-määräaika noin kuukautta ennen hääpäivää
fr: Fixez une date limite de RSVP environ un mois avant le jour J
hr: Postavite rok za RSVP otprilike mjesec dana prije vjenčanja
hu: Adj visszajelzési határidőt körülbelül egy hónappal a nagy nap előtt
is: Settu RSVP-frest um mánuði fyrir daginn
it: Fissate la scadenza per gli RSVP circa un mese prima
ja: 出欠の返信期限は、式の1か月前ごろに設定しましょう
ko: 결혼식 한 달 전쯤으로 회신 마감일을 정하세요
lv: Nosaki RSVP termiņu aptuveni mēnesi pirms lielās dienas
nb: Sett en RSVP-frist cirka en måned før dagen
nl: Stel een RSVP-deadline in ongeveer een maand voor de dag zelf
pl: Wyznaczcie termin RSVP na jakiś miesiąc przed ślubem
pt: Defina um prazo de RSVP cerca de um mês antes do grande dia
ro: Stabilește termenul pentru RSVP cu vreo lună înainte de nuntă
ru: Поставьте срок ответа примерно за месяц до свадьбы
sk: Nastavte termín pre RSVP asi mesiac pred svadbou
sl: Določita rok za RSVP približno mesec dni pred velikim dnem
sv: Sätt en OSA-deadline ungefär en månad före dagen
th: กำหนดวันปิดรับ RSVP ประมาณหนึ่งเดือนก่อนวันงาน
tr: RSVP son tarihini düğünden yaklaşık bir ay önceye koyun
uk: Установіть дедлайн для RSVP приблизно за місяць до дня весілля
vi: Đặt hạn phản hồi RSVP khoảng một tháng trước ngày cưới
zh_hans: 把 RSVP 截止日期定在婚礼前一个月左右
zh_hant: 把 RSVP 截止日訂在婚禮前大約一個月

source: Set your budget
ar: تحديد الميزانية
cs: Nastavit rozpočet
da: Fastlæg jeres budget
de: Budget festlegen
es: Fijar el presupuesto
et: Määra oma eelarve
fi: Aseta budjetti
fr: Définir votre budget
hr: Postavite proračun
hu: Állítsd be a költségvetésed
is: Setja fjárhagsáætlun
it: Definisci il budget
ja: 予算を決める
ko: 예산 정하기
lv: Noteikt budžetu
nb: Sett budsjettet ditt
nl: Je budget bepalen
pl: Ustalenie budżetu
pt: Definir o orçamento
ro: Stabilește-ți bugetul
ru: Определить бюджет
sk: Nastavte si rozpočet
sl: Določi proračun
sv: Sätt er budget
th: ตั้งงบประมาณของคุณ
tr: Bütçenizi belirleyin
uk: Визначте бюджет
vi: Đặt ngân sách của bạn
zh_hans: 设定预算
zh_hant: 設定你的預算

source: Set your date any time
ar: حدّد تاريخك في أي وقت
cs: Datum si nastavte kdykoli
da: Sæt jeres dato når som helst
de: Datum jederzeit festlegen
es: Poned la fecha cuando queráis
et: Määra oma kuupäev millal iganes
fi: Aseta päivä milloin tahansa
fr: Fixez votre date quand vous voulez
hr: Datum možete postaviti bilo kada
hu: Bármikor kitűzheted a dátumot
is: Veldu dagsetninguna hvenær sem er
it: Fissate la data quando volete
ja: 日取りはいつでも設定できます
ko: 날짜는 언제든 정할 수 있어요
lv: Datumu vari noteikt jebkurā brīdī
nb: Sett datoen når som helst
nl: Kies je datum wanneer je wilt
pl: Datę możecie ustawić w każdej chwili
pt: Defina sua data quando quiser
ro: Îți poți stabili data oricând
ru: Дату можно указать в любой момент
sk: Dátum si môžete nastaviť kedykoľvek
sl: Datum lahko določita kadar koli
sv: Sätt ditt datum när du vill
th: กำหนดวันของคุณเมื่อไรก็ได้
tr: Tarihinizi istediğiniz zaman belirleyin
uk: Установіть дату будь-коли
vi: Chọn ngày cưới bất cứ lúc nào
zh_hans: 随时都能设置日期
zh_hant: 日期隨時都能設定

source: Settings
ar: الإعدادات
cs: Nastavení
da: Indstillinger
de: Einstellungen
es: Ajustes
et: Seaded
fi: Asetukset
fr: Réglages
hr: Postavke
hu: Beállítások
is: Stillingar
it: Impostazioni
ja: 設定
ko: 설정
lv: Iestatījumi
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
pt: Configurações
ro: Setări
ru: Настройки
sk: Nastavenia
sl: Nastavitve
sv: Inställningar
th: การตั้งค่า
tr: Ayarlar
uk: Налаштування
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定

source: Share
ar: مشاركة
cs: Sdílet
da: Del
de: Teilen
es: Compartir
et: Jaga
fi: Jaa
fr: Partager
hr: Podijeli
hu: Megosztás
is: Deila
it: Condividi
ja: 共有
ko: 공유
lv: Kopīgot
nb: Del
nl: Delen
pl: Udostępnij
pt: Compartilhar
ro: Distribuie
ru: Поделиться
sk: Zdieľať
sl: Deli
sv: Dela
th: แชร์
tr: Paylaş
uk: Поділитися
vi: Chia sẻ
zh_hans: 分享
zh_hant: 分享

source: Share Contact List
ar: مشاركة قائمة جهات الاتصال
cs: Sdílet seznam kontaktů
da: Del kontaktliste
de: Kontaktliste teilen
es: Compartir lista de contactos
et: Jaga kontaktide nimekirja
fi: Jaa yhteystietolista
fr: Partager la liste de contacts
hr: Podijeli popis kontakata
hu: Névjegyzék megosztása
is: Deila tengiliðalista
it: Condividi la lista contatti
ja: 連絡先リストを共有
ko: 연락처 목록 공유
lv: Kopīgot kontaktu sarakstu
nb: Del kontaktlisten
nl: Contactenlijst delen
pl: Udostępnij listę kontaktów
pt: Compartilhar lista de contatos
ro: Distribuie lista de contacte
ru: Поделиться списком контактов
sk: Zdieľať zoznam kontaktov
sl: Deli seznam kontaktov
sv: Dela kontaktlistan
th: แชร์รายชื่อผู้ติดต่อ
tr: İletişim Listesini Paylaş
uk: Поділитися списком контактів
vi: Chia sẻ danh sách liên hệ
zh_hans: 分享联系人名单
zh_hant: 分享聯絡人清單

source: Share Schedule
ar: مشاركة الجدول
cs: Sdílet program
da: Del program
de: Ablauf teilen
es: Compartir cronograma
et: Jaga kava
fi: Jaa aikataulu
fr: Partager le programme
hr: Podijeli raspored
hu: Menetrend megosztása
is: Deila dagskrá
it: Condividi il programma
ja: 進行表を共有
ko: 일정 공유
lv: Kopīgot grafiku
nb: Del kjøreplanen
nl: Dagprogramma delen
pl: Udostępnij plan dnia
pt: Compartilhar cronograma
ro: Distribuie programul
ru: Поделиться расписанием
sk: Zdieľať program
sl: Deli urnik
sv: Dela schemat
th: แชร์กำหนดการ
tr: Programı Paylaş
uk: Поділитися розкладом
vi: Chia sẻ lịch trình
zh_hans: 分享流程
zh_hant: 分享婚禮流程

source: Shop for wedding dress
ar: التسوّق لفستان الزفاف
cs: Vybrat svatební šaty
da: Find brudekjolen
de: Brautkleid aussuchen
es: Buscar el vestido de novia
et: Otsi pulmakleiti
fi: Etsi hääpuku
fr: Chercher votre robe de mariée
hr: Potražite vjenčanicu
hu: Menyasszonyi ruha keresése
is: Skoða brúðarkjóla
it: Cerca l'abito da sposa
ja: ウェディングドレスを探す
ko: 웨딩드레스 보러 가기
lv: Meklēt kāzu kleitu
nb: Se etter brudekjole
nl: Trouwjurk zoeken
pl: Poszukiwanie sukni ślubnej
pt: Procurar o vestido de noiva
ro: Caută rochia de mireasă
ru: Выбрать свадебное платье
sk: Vyberte si svadobné šaty
sl: Poišči poročno obleko
sv: Leta brudklänning
th: เลือกซื้อชุดแต่งงาน
tr: Gelinlik alışverişine çıkın
uk: Виберіть весільну сукню
vi: Đi tìm váy cưới
zh_hans: 挑选婚纱
zh_hant: 挑選婚紗

source: Shortlist places that fit your guest count and your style
ar: ضع قائمة مختصرة بأماكن تناسب عدد ضيوفك وذوقك
cs: Vyberte užší výběr míst, která sedí počtu hostů i vašemu stylu
da: Lav en kortliste over steder, der passer til jeres antal gæster og jeres stil
de: Stellt eine Auswahl zusammen, die zu Gästezahl und Stil passt
es: Preseleccionad los que encajen con vuestro número de invitados y vuestro estilo
et: Vali välja kohad, mis sobivad sinu külaliste arvu ja stiiliga
fi: Valitse suosikkilistalle paikat, jotka sopivat vierasmäärääsi ja tyyliisi
fr: Présélectionnez les lieux adaptés à votre nombre d'invités et à votre style
hr: Suzite izbor na mjesta koja odgovaraju vašem broju gostiju i stilu
hu: Szűkítsd le a helyszíneket, amelyek illenek a létszámodhoz és a stílusodhoz
is: Veldu úrval staða sem passa við gestafjöldann og stílinn ykkar
it: Selezionate i posti adatti al vostro numero di invitati e al vostro stile
ja: ゲスト数とスタイルに合う会場を候補に絞る
ko: 하객 수와 스타일에 맞는 장소를 추려보세요
lv: Atlasi vietas, kas atbilst tavam viesu skaitam un stilam
nb: Plukk ut steder som passer antall gjester og stilen deres
nl: Maak een shortlist van plekken die passen bij jullie aantal gasten en stijl
pl: Wybierzcie miejsca pasujące do liczby gości i Waszego stylu
pt: Selecione os locais que comportam seus convidados e combinam com seu estilo
ro: Faceți o listă scurtă cu locurile potrivite numărului vostru de invitați și stilului vostru
ru: Отберите места, которые подходят по числу гостей и вашему стилю
sk: Vyberte užší zoznam miest, ktoré sedia vášmu počtu hostí aj štýlu
sl: Sestavita ožji izbor krajev, ki ustrezajo številu gostov in vajinemu slogu
sv: Gör en kortlista med platser som passar ditt gästantal och din stil
th: คัดสถานที่ที่รองรับจำนวนแขกและเข้ากับสไตล์ของคุณ
tr: Misafir sayınıza ve tarzınıza uyan mekânları listeye alın
uk: Складіть короткий список місць, що пасують вашій кількості гостей і стилю
vi: Lọc ra những nơi hợp với số khách mời và phong cách của bạn
zh_hans: 筛出符合你们人数和风格的几个场地
zh_hant: 挑出符合你賓客人數和風格的口袋名單

source: Show me
ar: أرِني
cs: Ukažte mi to
da: Vis mig
de: Zeig ihn mir
es: Enséñamelo
et: Näita mulle
fi: Näytä minulle
fr: Voir mon plan
hr: Pokaži mi
hu: Mutasd
is: Sýndu mér
it: Mostramelo
ja: 見てみる
ko: 보여주세요
lv: Parādi man
nb: Vis meg
nl: Laat maar zien
pl: Pokaż mi
pt: Quero ver
ro: Arată-mi
ru: Покажите
sk: Ukážte mi to
sl: Pokaži mi
sv: Visa mig
th: ขอดูหน่อย
tr: Bana göster
uk: Покажіть
vi: Cho tôi xem
zh_hans: 带我看看
zh_hant: 帶我去看

source: Small
ar: صغير
cs: Malá
da: Lille
de: Klein
es: Pequeña
et: Väike
fi: Pieni
fr: Petit
hr: Malo
hu: Kicsi
is: Lítil
it: Piccolo
ja: スモール
ko: 소규모
lv: Nelielas
nb: Lite
nl: Klein
pl: Małe
pt: Pequeno
ro: Mică
ru: Небольшая
sk: Malá
sl: Majhna
sv: Litet
th: เล็ก
tr: Küçük
uk: Невелике
vi: Nhỏ
zh_hans: 小型
zh_hant: 小型

source: Small 26-75 guests
ar: صغير 26-75 ضيفًا
cs: Malá 26-75 hostů
da: Lille 26-75 gæster
de: Klein 26–75 Gäste
es: Pequeña 26-75 invitados
et: Väike 26-75 külalist
fi: Pieni 26–75 vierasta
fr: Petit 26-75 invités
hr: Malo 26-75 gostiju
hu: Kicsi 26-75 vendég
is: Lítil 26-75 gestir
it: Piccola 26-75 ospiti
ja: スモール 26〜75名
ko: 소규모 하객 26~75명
lv: Nelielas 26-75 viesi
nb: Lite 26-75 gjester
nl: Klein 26-75 gasten
pl: Małe 26-75 gości
pt: Pequeno 26-75 convidados
ro: Mică 26-75 de invitați
ru: Небольшая 26-75 гостей
sk: Malá 26-75 hostí
sl: Majhna 26-75 gostov
sv: Litet 26-75 gäster
th: เล็ก แขก 26-75 คน
tr: Küçük 26-75 misafir
uk: Невелике 26-75 гостей
vi: Nhỏ 26-75 khách mời
zh_hans: 小型 26-75 位宾客
zh_hant: 小型 26-75 位賓客

source: Small steps, big dreams
ar: خطوات صغيرة، أحلام كبيرة
cs: Malé kroky, velké sny
da: Små skridt, store drømme
de: Kleine Schritte, große Träume
es: Pasos pequeños, grandes sueños
et: Väikesed sammud, suured unistused
fi: Pieniä askeleita, suuria unelmia
fr: Petits pas, grands rêves
hr: Mali koraci, veliki snovi
hu: Apró lépések, nagy álmok
is: Lítil skref, stórir draumar
it: Piccoli passi, grandi sogni
ja: 小さな一歩が、大きな夢へ
ko: 작은 걸음, 큰 꿈
lv: Mazi soļi, lieli sapņi
nb: Små skritt, store drømmer
nl: Kleine stappen, grote dromen
pl: Małe kroki, wielkie marzenia
pt: Passos pequenos, sonhos grandes
ro: Pași mici, vise mari
ru: Маленькие шаги, большие мечты
sk: Malé kroky, veľké sny
sl: Majhni koraki, velike sanje
sv: Små steg, stora drömmar
th: ก้าวเล็ก ๆ สู่ความฝันที่ยิ่งใหญ่
tr: Küçük adımlar, büyük hayaller
uk: Маленькі кроки, великі мрії
vi: Những bước nhỏ, giấc mơ lớn
zh_hans: 小小的一步，大大的梦
zh_hant: 小小的一步，大大的夢想

source: Smart budget insights
ar: رؤى ذكية للميزانية
cs: Chytré přehledy o rozpočtu
da: Smart budgetindsigt
de: Smarte Budget-Einblicke
es: Análisis inteligente del presupuesto
et: Nutikad eelarveülevaated
fi: Älykkäät budjettianalyysit
fr: Analyses budgétaires intelligentes
hr: Pametni uvidi u proračun
hu: Okos költségvetési elemzések
is: Snjöll innsýn í fjárhagsáætlunina
it: Analisi intelligenti del budget
ja: かしこい予算インサイト
ko: 똑똑한 예산 인사이트
lv: Gudri budžeta ieskati
nb: Smart budsjettinnsikt
nl: Slimme budgetinzichten
pl: Inteligentna analiza budżetu
pt: Análises inteligentes do orçamento
ro: Analize inteligente de buget
ru: Умная аналитика бюджета
sk: Inteligentný prehľad rozpočtu
sl: Pametni vpogledi v proračun
sv: Smarta budgetinsikter
th: ข้อมูลเชิงลึกงบประมาณอัจฉริยะ
tr: Akıllı bütçe analizleri
uk: Розумна аналітика бюджету
vi: Phân tích ngân sách thông minh
zh_hans: 智能预算洞察
zh_hant: 聰明的預算分析

source: Smooth Sailing
ar: كل شيء يسير بسلاسة
cs: Vše v pohodě
da: Går som smurt
de: Alles entspannt
es: Todo sobre ruedas
et: Kõik sujub
fi: Sujuu hyvin
fr: Tout roule
hr: Sve ide glatko
hu: Minden gördülékeny
is: Allt í góðu
it: Tutto liscio
ja: とても順調
ko: 여유로워요
lv: Viss rit gludi
nb: Alt går på skinner
nl: Alles onder controle
pl: Wszystko gra
pt: Tudo tranquilo
ro: Totul merge lin
ru: Всё спокойно
sk: Všetko ide hladko
sl: Vse teče gladko
sv: Allt flyter på
th: ราบรื่นดี
tr: Her Şey Yolunda
uk: Усе спокійно
vi: Thuận buồm xuôi gió
zh_hans: 一切顺利
zh_hant: 一切順利

source: So we start in the right place
ar: لنبدأ من المكان الصحيح
cs: Ať začneme na správném místě
da: Så vi starter det rigtige sted
de: Damit wir richtig starten
es: Para empezar por donde toca
et: Et alustaksime õigest kohast
fi: Jotta aloitamme oikeasta paikasta
fr: Pour partir du bon pied
hr: Da krenemo s pravog mjesta
hu: Hogy jó helyről induljunk
is: Svo við byrjum á réttum stað
it: Per partire dal punto giusto
ja: ぴったりの場所から始めるために
ko: 알맞은 곳에서 시작할 수 있게요
lv: Lai sāktu no pareizās vietas
nb: Så vi starter på rett sted
nl: Zodat we op de juiste plek beginnen
pl: Żebyśmy zaczęli we właściwym miejscu
pt: Para começarmos no lugar certo
ro: Ca să pornim din locul potrivit
ru: Чтобы начать с правильной точки
sk: Aby sme začali na správnom mieste
sl: Da začnemo na pravem mestu
sv: Så att vi börjar på rätt ställe
th: เราจะได้เริ่มจากจุดที่ถูกต้อง
tr: Doğru yerden başlayalım diye
uk: Щоб почати з правильного місця
vi: Để chúng ta bắt đầu đúng chỗ
zh_hans: 这样我们才能从正确的地方开始
zh_hant: 這樣我們才知道從哪裡開始

source: Solo
ar: بمفردي
cs: Bez doprovodu
da: Alene
de: Allein
et: Üksi
fi: Yksin
fr: Seul
hr: Jedna osoba
hu: Egyedül
is: Án fylgdar
it: Da solo
ja: おひとり
ko: 혼자
lv: Viena persona
nb: Alene
nl: Alleen
pl: 1 osoba
pt: Sozinho
ro: Singur
ru: Без сопровождения
sk: 1 osoba
sl: Brez spremstva
sv: Ensam
th: มาคนเดียว
tr: Tek kişi
uk: Без супутника
vi: Một mình
zh_hans: 单人出席
zh_hant: 單獨出席

source: Sort guest accommodation
ar: رتّب إقامة الضيوف
cs: Zařiďte ubytování pro hosty
da: Få styr på gæsternes overnatning
de: Übernachtung für Gäste klären
es: Organizar el alojamiento de los invitados
et: Korralda külaliste majutus
fi: Järjestä vieraiden majoitus
fr: Organiser l'hébergement des invités
hr: Riješite smještaj gostiju
hu: Intézd el a vendégek szállását
is: Ganga frá gistingu fyrir gesti
it: Sistemate gli alloggi per gli invitati
ja: ゲストの宿泊を手配する
ko: 하객 숙소 정리하기
lv: Sakārto viesu naktsmītnes
nb: Ordne overnatting til gjestene
nl: Regel de overnachtingen voor gasten
pl: Załatwcie nocleg dla gości
pt: Resolva a hospedagem dos convidados
ro: Rezolvă cazarea invitaților
ru: Решите вопрос с проживанием гостей
sk: Vyriešte ubytovanie hostí
sl: Uredita nastanitev za goste
sv: Ordna boende för gästerna
th: จัดการที่พักให้แขก
tr: Misafir konaklamasını halledin
uk: Організуйте проживання гостей
vi: Lo chỗ ở cho khách mời
zh_hans: 安排宾客住宿
zh_hant: 安排賓客住宿

source: Sparkler exit
ar: الخروج وسط الأضواء المتلألئة
cs: Odchod s prskavkami
da: Afsked med stjernekastere
de: Abschied mit Wunderkerzen
es: Salida con bengalas
et: Lahkumine bengali tuledega
fi: Lähtö tähtisadetikkujen valossa
fr: Sortie aux cierges magiques
hr: Ispraćaj s prskalicama
hu: Csillagszórós búcsúztatás
is: Kveðja með stjörnuljósum
it: Uscita con le stelline
ja: スパークラーでのお見送り
ko: 스파클러 퇴장
lv: Izvadīšana ar bengāļu ugunīm
nb: Utgang med stjerneskudd
nl: Uitzwaaien met sterretjes
pl: Wyjście z zimnymi ogniami
pt: Saída com sparklers
ro: Ieșire cu artificii de mână
ru: Уход с бенгальскими огнями
sk: Odchod s prskavkami
sl: Odhod z iskricami
sv: Avfärd med tomtebloss
th: อำลาด้วยไฟสปาร์คเลอร์
tr: Maytaplı uğurlama
uk: Вихід із бенгальськими вогнями
vi: Tiễn đưa cùng pháo bông
zh_hans: 仙女棒送别
zh_hant: 仙女棒送客

source: Special Instructions
ar: تعليمات خاصة
cs: Zvláštní pokyny
da: Særlige instruktioner
de: Besondere Hinweise
es: Indicaciones especiales
et: Erisoovid
fi: Erityisohjeet
fr: Consignes particulières
hr: Posebne upute
hu: Külön kérések
is: Sérstök fyrirmæli
it: Indicazioni speciali
ja: 特記事項
ko: 요청 사항
lv: Īpaši norādījumi
nb: Spesielle ønsker
nl: Bijzonderheden
pl: Specjalne uwagi
pt: Instruções especiais
ro: Instrucțiuni speciale
ru: Особые пожелания
sk: Špeciálne pokyny
sl: Posebna navodila
sv: Särskilda önskemål
th: คำแนะนำพิเศษ
tr: Özel Talimatlar
uk: Особливі побажання
vi: Yêu cầu đặc biệt
zh_hans: 特别说明
zh_hant: 特別說明

source: Special Needs
ar: احتياجات خاصة
cs: Zvláštní potřeby
da: Særlige behov
de: Besondere Bedürfnisse
es: Necesidades especiales
et: Erivajadused
fi: Erityistarpeet
fr: Besoins particuliers
hr: Posebne potrebe
hu: Különleges igények
is: Sérþarfir
it: Esigenze particolari
ja: 特別な配慮
ko: 특별 요청
lv: Īpašas vajadzības
nb: Spesielle behov
nl: Bijzondere wensen
pl: Szczególne potrzeby
pt: Necessidades especiais
ro: Nevoi speciale
ru: Особые потребности
sk: Špeciálne potreby
sl: Posebne potrebe
sv: Särskilda behov
th: ความต้องการพิเศษ
tr: Özel İhtiyaçlar
uk: Особливі потреби
vi: Nhu cầu đặc biệt
zh_hans: 特殊需求
zh_hant: 特殊需求

source: Special song
ar: أغنية خاصة
cs: Speciální píseň
da: Særlig sang
de: Besonderer Song
es: Canción especial
et: Eriline laul
fi: Erityinen kappale
fr: Chanson spéciale
hr: Posebna pjesma
hu: Különleges dal
is: Sérstakt lag
it: Canzone speciale
ja: 特別な一曲
ko: 특별한 곡
lv: Īpašā dziesma
nb: Spesiell sang
nl: Speciaal nummer
pl: Wyjątkowa piosenka
pt: Música especial
ro: Melodie specială
ru: Особенная песня
sk: Výnimočná pieseň
sl: Posebna pesem
sv: Särskild låt
th: เพลงพิเศษ
tr: Özel şarkı
uk: Особлива пісня
vi: Bài hát đặc biệt
zh_hans: 特别的歌曲
zh_hant: 特別歌曲

source: Speeches & Toasts
ar: الكلمات والتهاني
cs: Proslovy a přípitky
da: Taler og skåler
de: Reden & Toasts
es: Discursos y brindis
et: Kõned ja toostid
fi: Puheet ja maljat
fr: Discours et toasts
hr: Govori i zdravice
hu: Beszédek és pohárköszöntők
is: Ræður og skálar
it: Discorsi e brindisi
ja: スピーチと乾杯
ko: 축사 & 건배
lv: Runas un tosti
nb: Taler og skåler
nl: Speeches & toosts
pl: Przemowy i toasty
pt: Discursos e brindes
ro: Discursuri și toasturi
ru: Речи и тосты
sk: Prejavy a prípitky
sl: Govori in nazdravljanje
sv: Tal & skålar
th: กล่าวสุนทรพจน์และดื่มอวยพร
tr: Konuşmalar ve Kadeh Kaldırma
uk: Промови та тости
vi: Phát biểu & Nâng ly
zh_hans: 致辞与祝酒
zh_hant: 致詞與敬酒

source: Spending by Category
ar: الإنفاق حسب الفئة
cs: Výdaje podle kategorií
da: Forbrug pr. kategori
de: Ausgaben nach Kategorie
es: Gasto por categoría
et: Kulud kategooriate kaupa
fi: Kulut kategorioittain
fr: Dépenses par catégorie
hr: Potrošnja po kategorijama
hu: Kiadások kategóriánként
is: Útgjöld eftir flokkum
it: Spese per categoria
ja: カテゴリー別の支出
ko: 카테고리별 지출
lv: Tēriņi pa kategorijām
nb: Forbruk per kategori
nl: Uitgaven per categorie
pl: Wydatki wg kategorii
pt: Gastos por categoria
ro: Cheltuieli pe categorii
ru: Расходы по категориям
sk: Výdavky podľa kategórií
sl: Poraba po kategorijah
sv: Utgifter per kategori
th: การใช้จ่ายตามหมวดหมู่
tr: Kategoriye Göre Harcama
uk: Витрати за категоріями
vi: Chi tiêu theo hạng mục
zh_hans: 各类别支出
zh_hant: 各類別支出

source: Spent
ar: المنفَق
cs: Utraceno
da: Brugt
de: Ausgegeben
es: Gastado
et: Kulutatud
fi: Käytetty
fr: Dépensé
hr: Potrošeno
hu: Elköltve
is: Eytt
it: Speso
ja: 支出済み
ko: 지출
lv: Iztērēts
nb: Brukt
nl: Uitgegeven
pl: Wydano
pt: Gasto
ro: Cheltuit
ru: Потрачено
sk: Minuté
sl: Porabljeno
sv: Spenderat
th: ใช้ไปแล้ว
tr: Harcanan
uk: Витрачено
vi: Đã chi
zh_hans: 已花费
zh_hant: 已花費

source: Split for you, adjustable at any time.
ar: موزّعة لك، وقابلة للتعديل في أي وقت.
cs: Rozdělíme ho za vás, kdykoli to upravíte.
da: Fordelt for jer, kan justeres når som helst.
de: Für euch aufgeteilt, jederzeit anpassbar.
es: Repartido por nosotros, ajustable en cualquier momento.
et: Sinu eest ära jaotatud, igal ajal muudetav.
fi: Jaettu puolestasi, säädettävissä milloin tahansa.
fr: Réparti pour vous, ajustable à tout moment.
hr: Podijeljeno umjesto vas, prilagodivo u svakom trenutku.
hu: Helyetted felosztva, bármikor módosítható.
is: Skipt fyrir þig, hægt að breyta hvenær sem er.
it: Diviso per voi, modificabile in qualsiasi momento.
ja: 自動で配分、いつでも調整できます。
ko: 알아서 나눠드려요. 언제든 조정할 수 있어요.
lv: Sadalīts tavā vietā, pielāgojams jebkurā brīdī.
nb: Fordelt for dere, kan justeres når som helst.
nl: Voor je verdeeld, altijd aan te passen.
pl: Podzielony za Was, do zmiany w każdej chwili.
pt: Dividido para vocês, ajustável quando quiserem.
ro: Împărțit pentru tine, ajustabil oricând.
ru: Разделили за вас — меняйте в любой момент.
sk: Rozdelené za vás, kedykoľvek upraviteľné.
sl: Razdeljeno namesto vaju, prilagodljivo kadar koli.
sv: Fördelad åt dig, justerbar när som helst.
th: แบ่งให้คุณเรียบร้อย ปรับได้ทุกเมื่อ
tr: Sizin için bölündü, istediğiniz zaman ayarlanabilir.
uk: Розподілено за вас — можна змінити будь-коли.
vi: Được chia sẵn cho bạn, chỉnh lại bất cứ lúc nào.
zh_hans: 已为你们分配好，随时可以调整。
zh_hant: 我們先幫你分配好，隨時都能調整。
